import React from "react";
import styled from "styled-components";
import Notification from "../../../img/notification.png";
import Home from "../../../img/home.png";
import Card from "../../../img/card.png";

const Wrapper = styled.div`
  width: 900px;
  border: 1px solid #c4c4c4;
  margin-top: 40px;
`;

const Title = styled.div`
  display: flex;
  border-bottom: 1px solid #c4c4c4;
  padding: 10px;
  margin-top: 15px;
  margin-bottom : 10px;
  font-weight: bold;
  width: 870px;
  align-items: center;
  margin-left: 12px;
  div {
    margin-left: 5px;
  }

  img {
    width: 17px;
    height : 17px;
  }
`

const Content = styled.div`
  padding: 0 20px;
`


const Info = () => {
  return (
    <Wrapper>
      <div>
        <Title>
          <img src={Notification}/>
          <div>사장님 알림</div>
        </Title>
        <Content>
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤ㅍ
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤ㅍ
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
        </Content>
      </div>
      <div>
        <Title>
          <img src={Home}/>
          <div>업체 정보</div>
        </Title>
        <Content>
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤ㅍ
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤ㅍ
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
        </Content>
      </div>
      <div>
        <Title>
          <img src={Card}/>
          <div>결제 정보</div>
        </Title>
        <Content>
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤ㅍ
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤ㅍ
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
          안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤안녕하세욤
        </Content>
      </div>
    </Wrapper>
  );
};

export default Info;
